onvif_ptz_explorer/xml/11_remove_preset.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header>{AUTH_HEADER}</s:Header>
  <s:Body>
    <RemovePreset xmlns="http://www.onvif.org/ver20/ptz/wsdl">
      <ProfileToken>{PROFILE_TOKEN}</ProfileToken>
      <PresetToken>{PRESET_TOKEN}</PresetToken>
    </RemovePreset>
  </s:Body>
</s:Envelope>
